// 4*. (выполнив это задание, вы выполните часть домашнего).
//Даны 2 числа (выбирите самостоятельно, сканнер не обязателен).
//Вам нужно с помощью System.out.printf Вывести все 5 операций между этими числами. Вывод должен выглядеть вот так:
//first number = 5
//second number = 10
//operation -
//result = -5
//
//System.out.printf("first number = ... \n second number = ... );
//
//** если исключить main, class и скобки {} решение должно занять не более 10 строчек.

package Four2;

public class Main {
    public static void main(String[] args) {
        System.out.print("first number = 5 \nsecond number = 10\noperation -\nresult = -5 ");
    }
}
