// 1. Дано уравнение
//2+2*2 - сделать так чтоб оно возвращало число 8.
//Подсказка: нужно использовать 2 знака. Менять числа или знаки запрещено.

package one;

public class Main {
    public static void main(String[] args) {
        int result = 2+2*2+2;
        System.out.println(result);
    }
}
